wambd/certification3/availabilityCalendarRQ.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pac="http://packages.servicePackage.dome.com/">
<soapenv:Header/>
<soapenv:Body>
   <pac:availabilityCalendar>
      <arg0>
       <beginDate>2020-04-12</beginDate>
         <!-- El campo "FareCode" es obligatorio-->
         <fareCode>NORMAL</fareCode>
         <ideses>WAW#40292#687191869057668</ideses>
         <!-- El campo "PackageCode" es obligatorio -->
         <packageCode>IT20T-LEYMM</packageCode>
      </arg0>
   </pac:availabilityCalendar>
</soapenv:Body>
</soapenv:Envelope>